{
  "general": {
    "base": {
      "homepageUrl": "https://www.gov.uk/",
      "serviceName": "Confirm your identity",
      "serviceUrl": "#",
      "footer": {
        "privacy": "Privacy Notice",
        "cookies": "Cookies",
        "accessibility": "Accessibility statement"
      }
    },
    "common": {
      "confirmIdentityAnotherWay": {
        "confirmIdentity": "I want to prove my identity another way"
      },
      "postoffice": {
        "service": "Not all Post Offices offer this service. You can ",
        "postofficeLink": "find your nearest Post Office that offers in branch verification here."
      }
    },
    "serviceNameTitle": "GOV.UK",
    "links": {
      "confirmIdentityURL": "https://www.gov.uk/sign-in"
    },
    "buttons": {
      "continue": "Continue",
      "back": "Back",
      "submit": "Submit",
      "refresh": "Refresh"
    },
    "cookieBanner": {
      "body1": "We use some essential cookies to make this service work.",
      "body2": "We'd like to set additional cookies so we can remember your settings, understand how people use the service and make improvements.",
      "ariaLabel": "Cookies on GOV.UK ID Check",
      "headingText": "Cookies on GOV.UK ID Check",
      "acceptAdditionalCookies": "Accept additional cookies",
      "rejectAdditionalCookies": "Reject additional cookies",
      "viewCookies": "View cookies",
      "cookieBannerAccept": {
        "body1": "You've accepted additional cookies. You can ",
        "body2": " at any time."
      },
      "cookieBannerReject": {
        "body1": "You've rejected additional cookies. You can ",
        "body2": " at any time."
      },
      "changeCookiePreferencesLink": "change your cookie settings",
      "hideCookieMessage": "Hide cookie message",
      "viewCookiesLink": "https://signin.account.gov.uk/cookies"
    },
    "phaseBanner": {
      "tag": "beta",
      "content": "This is a new service – your <a  href=\"https://signin.account.gov.uk/contact-us?supportType=PUBLIC\" class=\"govuk-link\">feedback</a> will help us to improve it."
    },
    "errors": {
      "pageNotFound": "Page not found",
      "error": "Something went wrong",
      "unauthorized": "Unauthorized"
    },
    "timeout": {
      "pageTitle": "The content on this page has expired. Refresh the page using the button below.",
      "header": "The content on this page has expired. Refresh the page using the button below.",
      "description": "You will not lose your progress when you refresh the page."
    },
    "landingPage": {
      "pageTitle": "Prove your identity/subheadings with steps",
      "title": "Proving your identity in person",
      "body": "What you need to do",
      "instructions": {
        "steps": {
          "one": "Complete an online form to provide your basic personal details and select a \nphoto ID you can take to the Post Office.  \n",
          "two": "Once the form is completed, you will recieve a confirmation email. \nYou must take the confirmation and your photo ID to a Post Office.",
          "three": "At the Post Office, a member of staff will process your photo ID and \ntake a photo of your face to verify your identity."
        }
      },
      "dataInfo": {
        "title": "What happens after the Post Office",
        "body": "Once your identity has been proven, you must return online to your GOV.UK account to access the service you need."
      }
    },
    "selectPhotoId": {
      "pageTitle": "Document selection screen",
      "header": "Select one photo ID you can take to a Post Office",
      "body": "Your photo ID must be an orginal, you cannot use a photocopy. Both UK and non-UK passports must be chipped.",
      "options": {
        "ukPassport": {
          "radioTitle": "UK passport",
          "radioDescription": "If your passport has expired, you can still use it to prove your identity up until 18 months after the expiry date."
        },
        "brp": "Biometric residence permit(BRP)",
        "ukPhotocardDL": "UK photocard driving licence",
        "otherPassport": "Non-UK passport"
      },
      "errors": {
        "validationError": "Select anyone photo ID you can take to a Post Office."
      },
      "noDocuments": "I do not have any of these documents"
    },
    "passportExpiry": {
      "pageTitle": "Passport details",
      "header": "When does your passport expire?",
      "body": "We need this information to check that your photo ID is valid. ",
      "dateOfExpiry": "Date of expiry",
      "example": "For example, 31 3 2025"
    },
    "brpExpiry": {
      "pageTitle": "BRP details",
      "header": "When does your biometric residence permit (BRP) expire?",
      "body": "We need this information to check that your photo ID is valid. ",
      "dateOfExpiry": "Date of expiry",
      "example": "For example, 31 3 2025"
    },
    "drivingLicenceExpiry": {
      "pageTitle": "Driving Licence details",
      "header": "Enter your UK photocard driving licence details",
      "body": "We need this information to check that your photo ID is valid. ",
      "dateOfExpiry": "Date of expiry",
      "example": "For example, 31 3 2025"
    },
    "nonUkPassportExpiry": {
      "pageTitle": "Non-UK passport details",
      "header": "When does your non-UK passport expire?",
      "body": "We need this information to check that your photo ID is valid. ",
      "dateOfExpiry": "Date of expiry",
      "example": "For example, 31 3 2025"
    }
  },
  "privacyStatement": {
    "title": "GOV.UK ID Check app privacy notice",
    "header": "GOV.UK ID Check app privacy notice",
    "updated": "Updated 8 July 2022",
    "whoWeAre": {
      "header": "Who we are",
      "body": {
        "p1a": "The GOV.UK ID Check app is provided by the",
        "gdsLinkText": "Government Digital Service (GDS)",
        "p1b": ", part of the Cabinet Office. Mentions of 'us' and 'we' in this privacy notice refer to GDS.",
        "p2a": "This privacy notice only covers use of the GOV.UK ID Check app. Read the main",
        "privacyNoticeLinkText": "HMRC privacy notice",
        "p2b": "to find out how your personal information is collected and processed when you confirm your identity with Government Gateway.",
        "p3": "The Cabinet Office is the data controller of the personal information you provide to us when you:",
        "option1": "prove your identity using the GOV.UK ID Check app",
        "option2": "contact us",
        "p4": "In order to confirm your identity using the GOV.UK ID Check app, we will ask you:",
        "item1": "to take a brief selfie video of your face which we can check against your driving licence and also process to ensure that the video is of a real person, rather than a photograph, virtual image or other potential attempt by a fraudster to impersonate a member of the public.",
        "item2": "to provide an image of the front and back of your driving licence via your mobile phone.  These images will be processed to:",
        "item2a": "capture the information on your driving licence",
        "item2b": "compare with your selfie video",
        "p5": "Once your identification has been verified via the application, you will be able to connect to a government service. Government Gateway's identity verification service may ask you further questions before providing you with access to the service you are trying to access through your Government Gateway account.",
        "p6": "For the information recorded from your driving licence and the images and videos of you we are the Data Controller."
      }
    },
    "collection": {
      "header": "What information we collect",
      "body": {
        "p1": "When you use the GOV.UK ID Check app, you are directed to validate your drivers licence and prove your identity.",
        "p2": "The information we collect when you use the GOV.UK ID Check app includes:",
        "item1": "information needed to prove your identity, such as your name, date of birth, and the other details on your driving licence.",
        "item2": "the photographs you take of the front and back of your driving licence ",
        "item3": "the selfie video you take",
        "item4": "information on how you use the app and its associated web pages, which is collected in the system logs and by Google Analytics cookies if you give consent.",
        "item5": "online identifiers, such as your Internet Protocol (IP) address, and technical information about the device you use including the model, web browser operating system and unique device ID, which is automatically collected in system logs when you use GOV.UK",
        "item6": "questions, queries or feedback you leave, including your name and email address, if you provide them on the GOV.UK ID Check app contact form",
        "item7": "security Access data as to whether you were able to prove your identity, for technical trouble-shooting and improving the device capabilities.",
        "item8": "to support the organisations, services or information we used to prove your identity"
      }
    },
    "reason": {
      "header": "Why we need your information",
      "body": {
        "p1": "We collect your personal information to:",
        "option1": "prove your identity",
        "p2": "We also use your information to:",
        "item1": "monitor, detect and investigate fraud",
        "item2": "provide government services that you access through Government Gateway and the departments that run them with information you explicitly agree to us sharing, for example your email and telephone number",
        "item3": "contact you to ask for feedback on your experience using the app, if you have given us permission to do so (using your email address)",
        "item4": "improve and understand how you use the GOV.UK ID Check app using",
        "item4linkText": "Google Analytics cookies",
        "item5": "respond to any feedback you send us, if you've asked us to",
        "p3": "We may also use your information to produce anonymised reports about the GOV.UK ID Check app. This helps us understand where we can make improvements."
      }
    },
    "legal": {
      "header": "Our legal basis for processing your information",
      "body": {
        "p1": "When we process information for security and fraud monitoring, the legal basis is our legitimate interests.",
        "p2": "When we process information to make improvements to the GOV.UK ID Check app, the legal basis is your consent. This includes:",
        "option1": "collecting and analysing information about how you use your GOV.UK account using Google Analytics cookies",
        "option2": "emailing you to ask for feedback about your account",
        "p3": "For the administration of your account, including making improvements to the GOV.UK ID Check app, and for processing all other personal data the legal basis is that it is necessary in the exercise of our functions as a government department, performing a public task."
      }
    },
    "sharing": {
      "header": "Who we share your information with",
      "body": {
        "p1": "We share your information with:",
        "item1": "our trusted third party provider, iProov, and their subcontractors, who help us process your identity check",
        "item2": "Government Gateway",
        "p2": "We will never:",
        "option1": "sell or rent your information to third parties",
        "option2": "share your information with third parties for marketing purposes",
        "govGateway": {
          "header": "Sharing your information with Government Gateway in order to prove your identity",
          "p1": "We'll share your information with Government Gateway when we prove your identity. We'll only give them the information they need to check your driving licence against government data, and match you to their records. They will keep your details for as long as they need to or the law requires them to do so.",
          "p2": "The information from your driving licence which we share with Government Gateway includes:",
          "option1": "first name",
          "option2": "last name",
          "option3": "date of birth",
          "option4": "drivers licence number",
          "option5": "issued by (issuing authority)",
          "option6": "issue number",
          "option7": "issue date",
          "option8": "expiry date",
          "p3": "We also send Government Gateway information about whether you passed the identity checks in the app. The information we share includes:",
          "option9": "the result of your identity check",
          "option10": "reasons for failure, if applicable "
        },
        "fraud": {
          "header": "Sharing your information to protect against fraud",
          "p1": "To protect against crime and fraud, we might sometimes share information with:",
          "item1": "government departments that run the services you access after using the app",
          "item2": "partnering suppliers who help us check your identity documents and videos",
          "item3": "other public sector organisations, such as the Home Office",
          "item4": "law enforcement agencies",
          "item5": "data processors who provide relevant monitoring services",
          "p2": "This information we might share includes:",
          "option1": "photographs and videos of your face and identity documents",
          "option2": "IP addresses and geolocations",
          "option3": "unique account identifiers",
          "option4": "driving licence details, including name and date of birth",
          "option5": "address history"
        },
        "suppliers": {
          "header": "Sharing your information with our suppliers",
          "p1": "We work with technology suppliers, for example we use an external hosting provider. These suppliers may have access to your information as part of providing their services to us."
        }
      }
    },
    "retention": {
      "header": "How long we keep your information",
      "p1": "We store your personal information for as long as is reasonably necessary and legally justifiable.",
      "p2": "We will keep your feedback data for 2 years.",
      "p3": "We will delete access log data after 365 days.",
      "p4": "We will store information about the actions you take for 7 years, for fraud monitoring purposes."
    },
    "children": {
      "header": "Children's privacy protection",
      "p1": "The GOV.UK ID Check app is not designed for, or intentionally targeted at, children 13 years of age or younger. We do not intentionally collect or maintain information about anyone under the age of 13.",
      "p2": "Note that the initial service requires the use of a valid UK driving licence which therefore imposes its own minimum age limit."
    },
    "location": {
      "header": "Where your information is processed and stored",
      "p1": "All personal data and information associated with the ID Check app is stored in the UK or in the European Economic Area (EEA). The EEA has been assessed by the Information Commissioner's Office as having adequate legal protections for data privacy in line with those in the UK. Where our suppliers require access to your data, they may do so from outside of the EEA. Data collected by Google Analytics may be transferred outside the European Economic Area (EEA) for processing. When either of these things happen, we will make sure your information is just as well protected, for example by including extra clauses in our contracts with suppliers."
    },
    "protection": {
      "header": "How we protect your personal information and keep it secure",
      "p1": "We are committed to doing all that we can to keep your information secure. We have set up systems and processes to prevent unauthorised access or disclosure of your information - for example, we use varying levels of encryption. We also make sure that any third parties that we deal with keep all personal information they process on our behalf secure."
    },
    "processing": {
      "header": "Automated processing",
      "p1": "Your personal information will be subject to automated decision making when:",
      "option1": "we pass your driving licence details to Government Gateway where they will be checked against data held by DVLA or DVA Northern Ireland",
      "option2": "your driving licence document is validated as genuine",
      "option3": "your video is validated as of a real person and matched against the drivers licence."
    },
    "rights": {
      "header": "Your rights",
      "p1": "You can:",
      "option1": "withdraw your consent for your personal information to be processed using web analytics data or feedback",
      "option2": "object to how your personal information is processed",
      "option3": "ask that the processing of your personal information is restricted in certain circumstances",
      "option4": "contact us to get help if you're not able to prove your identity online",
      "p2": "If you have any of these requests, contact the",
      "linkText": "GDS Privacy Team."
    },
    "contact": {
      "header": "Contact us or make a complaint",
      "p1": "Contact the GDS Privacy Team if you:",
      "option1": "have a question about anything in this privacy notice",
      "option2": "think that your personal information has been misused or mishandled",
      "option3": "want to make a 'subject access request' to find out more about how your personal information is collected and used",
      "dpoContext": "You can also contact our Data Protection Officer (DPO) who provides independent advice and monitoring of our use of personal information:",
      "icoContext": "You can also make a complaint to the Information Commissioner, who is an independent regulator.",
      "telephoneText": "Telephone",
      "textphoneText": "Textphone",
      "openingTimes": "Monday to Friday, 9am to 4:30pm",
      "chargesText": "Find out about call charges",
      "p2": "Making a complaint to the Information Commissioner will not affect your rights."
    },
    "changes": {
      "header": "Changes to this policy",
      "p1": "We may change this privacy policy. In that case, the 'last updated' date of this document will also change. Any changes to this privacy policy will apply to you and your information immediately.",
      "p2": "If these changes affect how your personal information is processed, GDS will let you know.",
      "updated": "Last updated: 8 July 2022"
    },
    "android": {
      "collection": {
        "body": {
          "item4": "information on how you use the app and problems you may experience when you use it such as the app crashing; where you provide consent, we collect and process this data using technologies similar to cookies and third party tools such as Google Analytics and Firebase Crashlytics"
        }
      }
    }
  },
  "accessibilityStatement": {
    "header": "Accessibility statement for 'GOV.UK ID Check' mobile application",
    "intro": {
      "paragraph1": "This accessibility statement applies to the GOV.UK ID Check mobile application. The mobile application is run by the Government Digital Services (GDS).",
      "text1": "We want as many people as possible to be able to use this application. For example, that means you should be able to:",
      "bullet1": "change colours, contrast levels and fonts",
      "bullet2": "zoom in up to 300% without the text spilling off the screen",
      "bullet3": "navigate most of the application using just a keyboard",
      "bullet4": "navigate most of the application using speech recognition software",
      "bullet5": "listen to most of the application using a screen reader (including the most recent versions of JAWS, NVDA and VoiceOver)",
      "text2": "We've also made the application text as simple as possible to understand. ",
      "abilityLink": "https://mcmw.abilitynet.org.uk/",
      "abilityLinkText": "AbilityNet",
      "text3": "has advice on making your device easier to use if you have a disability."
    },
    "howAccessible": {
      "title": "How accessible this mobile application is",
      "text": "Some people may find parts of this service difficult to use."
    },
    "feedback": {
      "title": "Feedback and contact information",
      "text1": "If you have difficulty using this service, contact us by sending an email to:",
      "text2": "If you need any part of this service in a different format like large print, audio recording or braille, email: ",
      "text3": "We'll consider your request and get back to you within two working days."
    },
    "reporting": {
      "title": "Reporting accessibility problems with this mobile application",
      "text1": "We're always looking to improve the accessibility of this service. If you find any problems that are not listed on this page or think we're not meeting accessibility requirements, email:",
      "text2": "We'll consider your request and get back to you within two working days."
    },
    "enforcement": {
      "title": "Enforcement procedure",
      "text1": "The Equality and Human Rights Commission (EHRC) is responsible for enforcing the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018 (the 'accessibility regulations'). If you are not happy with how we respond to your complaint, contact the Equality Advisory and Support Service",
      "contactLinkText": "contact the Equality Advisory and Support Service",
      "contactLink": "https://www.equalityadvisoryservice.com/",
      "text2": "which is run on behalf of EHRC."
    },
    "contactingUs": {
      "title": "Contacting us by phone or visiting us in person",
      "text1": "We provide a text relay service for people who are D/deaf, hearing impaired or have a speech impediment.",
      "text2": "Our offices have audio induction loops, or if you contact us before your visit we can arrange a British Sign Language (BSL) interpreter.",
      "text3": "To arrange this, email:"
    },
    "technicalInfo": {
      "title": "Technical information about this mobile application's accessibility",
      "weAreCommitted": "We're committed to making this service accessible, in accordance with the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018.",
      "partiallyCompliant": "This service is partially compliant with the ",
      "wcagLink": "https://www.w3.org/TR/WCAG21/",
      "wcagLinkText": "Web Content Accessibility Guidelines version 2.1 AA standard",
      "nonCompliance": "due to the non-compliances listed below."
    },
    "compliance": {
      "title": "Compliance status",
      "partiallyCompliant": "This mobile application is partially compliant with the "
    },
    "nonAccessible": {
      "title": "Non-accessible content",
      "content": "The content listed below is non-accessible for the following reasons."
    },
    "nonCompliance": {
      "title": "Non-compliance with the accessibility regulations",
      "reasons": {
        "focus": "Users who require audio feedback and keyboard commands to navigate and interact with page content may have difficulty with some pages, as the focus is not always set to the correct area of the page. (WCAG 2.4.3 Focus Order)",
        "voiceOver": "When VoiceOver users navigate to the hint text on the 'take a picture' page, the first  message is relayed to them however, when the messages change, they are not read back. (WCAG 2.4.3 Focus Order, 4.1.3 Status Messages)",
        "keyboardOnly": "Keyboard-only users may have some difficulties when navigating as not all elements can be actioned via keyboard commands. (WCAG 2.1.1 Keyboard, 2.1.3 Keyboard)",
        "colour": "Visually impaired users may have difficulty with the colour combinations used together for both textual and non-textual content. (WCAG 1.4.11 Non-text Contrast, 1.4.3 Contrast)",
        "landscape": "Mobility impaired users cannot view pages in landscape mode as content is restricted to being viewed in portrait. (WCAG 1.3.4 Orientation)"
      },
      "findAnIssue": "If you find an issue that we have yet to identify, please contact us using the details in the 'Reporting accessibility problems with this mobile application' section of this statement."
    },
    "disproportionate": {
      "title": "Disproportionate burden",
      "noClaims": "At this time, we have not made any disproportionate burden claims."
    },
    "outOfScope": {
      "title": "Content that's not within the scope of the accessibility regulations",
      "noContent": "At this time, we have not identified any content that is not within scope of the accessibility regulations."
    },
    "preparation": {
      "title": "Preparation of this accessibility statement",
      "preparedDate": "This statement was prepared on 18 July 2022.",
      "lastTestedOn": "This mobile application was last tested on 27 June 2022. Testing was carried out by the Digital Accessibility Centre.",
      "testedBasedOn": "We tested the service based on a user's ability to complete key journeys. All parts of the chosen journeys were tested, including documents."
    }
  }
}
